Repository: collective/collective.collectionfilter
Catalog: src/collective/collectionfilter/locales/*/LC_MESSAGES/collective.collectionfilter.po
Languages: de_ch, es, eu

source: (ascending)
es: (ascendente)

source: (descending)
de_ch: (absteigend)
es: (descendente)

source: Add Collection Filter Portlet
de_ch: Portlet zur Filterung von Kollektionen hinzufügen
es: Añadir portlet de filtro de Colección
eu: Bildumaren filtro-portleta gehitu

source: Add Collection Filter Reset Portlet
es: Añadir filtro de Colección Restablecer portlet

source: Add Collection Maps Portlet
de_ch: Kartenportlet zur geographischen Filterung von Kollektionen hinzufügen
es: Añadir portlet de mapas de colecciones

source: Add Collection Result Listing Sort Portlet
de_ch: Portlet für die Sortierung der Kollektion
es: Añadir portlet de clasificación de resultados de la Colección

source: Add Collection Search Portlet
de_ch: Portlet zur Suche in Kollektionen hinzufügen
es: Añadir portlet de búsqueda en Colección
eu: Bildumaren bilaketa-portleta gehitu

source: Collection Filter
de_ch: Kollektionsfilter
es: Filtro de Colección
eu: Bildumaren filtroa

source: Collection Filter Reset
es: Restablecimiento del filtro de Colección

source: Collection Maps
de_ch: Kollektionskartenfilter
es: Mapas de la Colección

source: Collection Result Sorting
de_ch: Kollektionssortierung
es: Ordenación de resultados de la Colección

source: Collection Search
de_ch: Kollektionssuche
es: Búsqueda en Colección
eu: Bildumaren bilaketa

source: Context is not a collection or has a contentlisting tile, please set a target.
es: El contexto no es una Colección ni tiene un mosaico de lista de contenidos, por favor, establezca un objetivo.

source: Edit Collection Filter Portlet
de_ch: Kollektionsfilter bearbeiten
es: Editar portlet de filtro de Colección
eu: Bildumaren filtro-portleta editatu

source: Edit Collection Filter Reset Portlet
es: Editar Restablecer filtro de Colección

source: Edit Collection Maps Portlet
de_ch: Kollektionskartenfilter bearbeiten
es: Editar portlet de mapas de colecciones

source: Edit Collection Result Listing Sort Portlet
de_ch: Kollektionssortierung bearbeiten
es: Editar portlet de clasificación de resultados de la Colección

source: Edit Collection Search Portlet
de_ch: Portlet zur Suche in Kollektionen bearbeiten
es: Editar portlet de búsqueda en Colección
eu: Bildumaren bilaketa-portleta editatu

source: Install 'Portlets (with maps)' profile for collective.collectionfilter addon.
es: Instala el perfil 'Portlets (con mapas)' para el complemento collective.collectionfilter.

source: Install 'Portlets' profile for collective.collectionfilter addon.
es: Instala el perfil 'Portlets' para el complemento collective.collectionfilter.

source: Install 'base' profile for collective.collectionfilter addon.
es: Instalar el perfil 'base' para el complemento collective.collectionfilter.

source: Select
de_ch: Auswählen
es: Seleccione

source: This portlet allows fulltext search in collection results.
de_ch: Dieses Portlet erlaubt eine Volltextsuche in Kollektionsergebnissen und schränkt diese weiter ein.
es: Este portlet permite búsquedas de texto completo entre los resultados de la Colección.
eu: Portlet honek bilduma baten emaitzetan testu-bilaketak egiten ditu.

source: This portlet allows map filtering in collection results.
de_ch: Dieses Portlet ermöglicht das Filtern von Ergebnissen basierend auf Kartenausschnitten
es: Este portlet permite filtrar mapas en los resultados de la Colección.

source: This portlet shows grouped criteria of collection results and allows filtering of collection results.
de_ch: Dieses Portlet zeigt gruppierte Kollektionsergebnisse und erlaubt eine weitere Einschränkung der Ergebnisse durch Filter.
es: Este portlet muestra criterios para poder filtrar los resultados de una Colección.
eu: Portlet honek bilduma baten emaitzetan konfiguratutako eremuen araberako filtroak egiten ditu.

source: This portlet shows sorting options for the result listing.
de_ch: Dieses Portlet zeigt Sortieroptionen für die Ergebnisliste an.
es: Este portlet muestra las opciones de clasificación para la lista de resultados.

source: Uninstall 'Portlets' profile for collective.collectionfilter addon.
es: Desinstalar el perfil 'Portlets' para el complemento collective.collectionfilter.

source: Uninstall 'base' profile for collective.collectionfilter addon.
es: Desinstalar el perfil 'base' para el complemento collective.collectionfilter.

source: Yes
de_ch: Ja
es: Sí

source: You will need to add a Content Listing tile or target a collection to make Filters work
es: Deberá añadir un mosaico de listado de contenido o seleccionar una Colección para que los filtros funcionen

source: button_search
es: Buscar

source: collective.collectionfilter: 'Portlets (with maps)' install profile
es: collective.collectionfilter: Perfil de instalación 'Portlets (con mapas)'

source: collective.collectionfilter: 'Portlets' install profile
es: collective.collectionfilter: Perfil de instalación 'Portlets'

source: collective.collectionfilter: 'Portlets' uninstall profile
es: collective.collectionfilter: Perfil de desinstalación 'Portlets'

source: collective.collectionfilter: 'base' install profile
es: collective.collectionfilter: Perfil de instalación 'base'

source: collective.collectionfilter: 'base' uninstall profile
es: collective.collectionfilter: Perfil de desinstalación 'base'

source: default_map_layer
de_ch: Standardkarte
es: Capa de mapa por defecto

source: filtertype_and
de_ch: UND Verknüpfung
es: filtro "Y"
eu: eta

source: filtertype_or
de_ch: ODER Verknüpfung
es: filtro "O"
eu: edo

source: filtertype_single
de_ch: Einfache Auswahl, keine Mehrfachauswahl
es: filtro exclusivo
eu: bakarra

source: geojson_properties_limit
es: Límite para las propiedades GeoJSON

source: help_cache_enabled
de_ch: Cache für die Filterung aktivieren. Der Cache wird bei jeder Datenbankänderung aktualisiert.
es: Habilitar el almacenamiento en caché de los elementos del filtro. La caché se borra tan pronto como se produce algún cambio en la base de datos.

source: help_content_selector
es: Si tu mosaico o Colección tiene una clase o un identificador especial para la sustitución ajax, utilízalo aquí. El selector deberá funcionar para la vista sin tema y la página actual.

source: help_css_class
es: Clase CSS para el botón de restablecimiento del filtro.

source: help_default_map_layer
de_ch: wählen Sie die Standardkarte für die Ansicht.
es: Establecer la capa de mapa predeterminada

source: help_filter_type
de_ch: Wählen Sie aus, ob einzelne oder mehrere Kriterien ausgewählt werden können und ob alle (und) oder eines (oder) der ausgewählten Kriterien erfüllt sein müssen. Einige Index-Typen wie ``FieldIndex`` (z.B. Type-Index) unterstützen das any (oder) Kriterium nur, wenn es auf mehrere Kriterien gesetzt ist und ignorieren es, wenn all (und) gesetzt ist.
es: Seleccione si se pueden seleccionar filtros de forma única o múltiple y si se tienen que cumplir todos (Y) o algunos (O) de los criterios selecionados. Algunos índices, como los ``FieldIndex`` (p.ej: el índice tipos de elemento) solo pueden buscar por el criterio 'O' cuando tienen varios valores y los ignora si está seleccionado el 'Y'.
eu: Aukeratu filtro guztiak (eta) edo bat baino gehiago (edo) bete behar diren egindo den bilaketan. Filtro batzuk ``FieldIndex`` motakoek, `edo` filtroa aplikatzen dute elementu bat baino gehiago eskatuz gero eta ez dute kontuan hartzen `eta` filtroa erabiliz gero.

source: help_geojson_properties_limit
es: Si el resultado de la búsqueda supera este límite, no se mostrarán propiedades GeoJSON adicionales (como información emergente).

source: help_groupby
de_ch: Kriterium zur Gruppierung der Kollektionsergebnisse auswählen.
es: Seleccione el criterio por el que se agruparan los resultados de la Colección.
eu: Aukeratu zeren araberako filtroa egingo den.

source: help_header
de_ch: Titel des Portlets
es: Título del filtro renderizado.

source: help_hide_if_empty
de_ch: Nicht anzeigen, wenn 1 oder weniger Optionen vorhanden sind.
es: No mostrar si hay 1 o ninguna opción sin haber seleccionado aún un filtro.

source: help_input_type
de_ch: Wählen Sie aus, wie die Benutzeroberfläche des Kollektionsfilters dargestellt werden soll. Als Links, Kontrollkästchen und Radiobuttons oder Kontrollkästchen und Dropdowns.
es: Seleccione cómo se debe representar la interfaz de usuario del filtro de la Colección. Ya sea como enlaces, como casillas de verificación y botones de opción o como casillas de verificación y menús desplegables.

source: help_map_layers
de_ch: Einstellen der verfügbaren Darstellungsvarianten der Karten
es: Configurar las capas de mapa disponibles

source: help_narrow_down
de_ch: Die Filteroptionen werden eingeschränkt, wenn ein Filterkriterium ausgewählt wird. Es werden nur jene Filterkriterien angezeigt, die im aktuellen Ergebnis vorkommen. Andere Filtergruppen können diese Filtergruppe jedoch trotzdem einschränken.
es: Restringir las opciones de los filtros cuando un filtro de este grupo se aplique. Solo las opciones que se encontrarán entre los resultados se mostrarńa. Otros filtros podrán restringir aún más los valores de éste.
eu: Filtroaren aukeretako bat aukeratzen duzunean, aukerak murriztu. Emaitza gisa ikusten diren elementuek dituzten balioak bakarrik egongo dira zerrendan. Beste filtro batzuek ere murriztu ditzakete hemengo balioak.

source: help_narrow_down_results
de_ch: Eingrenzen der Ergebnisse nach dem Zoomen/Verschieben der Karte
es: Limita el resultado después de ampliar/mover el mapa.

source: help_reverse
es: Invertir el orden de la lista de opciones de filtro.

source: help_show_count
de_ch: Zeige die Anzahl der Ergebnisse für jede Filtergruppe.
es: Mostrar la cantidad de elementos para cada filtro
eu: Erakutsi zenbat elementu dagoen aukera bakoitzeko.

source: help_sort_on
de_ch: Wählen Sie die Indizes, nach denen sortiert werden kann
es: Seleccione los índices que se pueden ordenar.

source: help_target_collection
es: Utilizamos el contexto actual como Colección. Como alternativa, puede seleccionar una Colección diferente como origen para los elementos del filtro y donde se aplica el filtro.
eu: Elementuen filtroa egiteko erabiliko den bilduma

source: help_view_name
de_ch: Name der Ansicht, wenn die Ergebnisliste mit einer speziellen Ansicht dargestellt werden soll.
es: Nombre de vista opcional, si la lista de resultados debe representarse con una vista especial. Se puede utilizar para dirigir la solicitud a un mosaico.

source: inputtype_checkboxes_dropdowns
es: Casillas de verificación (selección múltiple), menú desplegable (selección simple)

source: inputtype_checkboxes_radiobuttons
es: Casillas de verificación (selección múltiple), botones de radio (selección única)

source: inputtype_links
es: Enlaces de texto

source: inputtype_select2
es: Select2

source: label_cache_enabled
de_ch: Cache aktivieren
es: Habilitar caché

source: label_content_selector
de_ch: Inhaltsselektor
es: Selector de contenido

source: label_css_class
es: Clase CSS

source: label_filter_type
de_ch: Filtertyp
es: Tipo de filtro
eu: Filtro-mota

source: label_groupby
de_ch: Gruppierungskriterium
es: Agrupar por
eu: Zeren arabera filtratu

source: label_header
de_ch: Portlet Titel
es: Título del filtro

source: label_hide_if_empty
de_ch: Ausblenden, wenn keine Resultate
es: Ocultar si está vacío

source: label_input_type
de_ch: Eingabetyp
es: Tipo de entrada

source: label_map_layers
de_ch: Karten Ebenen
es: Capas de mapa

source: label_narrow_down
de_ch: Filterkriterien einschränken
es: Restringir filtros
eu: Filtroak murriztu

source: label_narrow_down_results
de_ch: Ergebnisliste einschränken
es: Limitar los resultados

source: label_reverse
es: Filtro de ordenación inversa

source: label_show_count
de_ch: Anzahl zeigen
es: Mostrar cantidades
eu: Kopuruak erakutsi

source: label_sort_on
de_ch: Aktivierte Sortierindizes
es: Índices de ordenación habilitados

source: label_target_collection
de_ch: Alternative Zielkollektion
es: Colección de objetivos alternativos
eu: Bilduma

source: label_view_name
de_ch: Name der Ergebnisansicht
es: Nombre de la vista de listado de resultados

source: reset_all
es: Restablecer todo

source: subject_all
de_ch: Alle
es: Todos
eu: Guztiak

source: text_search
es: Buscar

source: title
de_ch: Titel
es: título

source: No
de_ch: Nein

source: Extension profile for Plone.
eu: Ploneren profila

source: collective.collectionfilter portlets
eu: collective.collectionfilter base

source: collective.collectionfilter portlets uninstall
eu: collective.collectionfilter base

source: help_cache_time
eu: Katxe denbora segundutan. 0 idazten baduzu, ez da katxerik egongo.

source: label_cache_time
eu: Katxe denbora
