Repository: collective/collective.collectionfilter
Catalog: src/collective/collectionfilter/locales/*/LC_MESSAGES/plone.po
Languages: de_ch

source: Collection Filter
de_ch: Kollektionsfilter

source: Collection Filter Reset
de_ch: Kollektionsfilter zurücksetzen

source: Collection Filter Result Sorting
de_ch: Kollektionsfilter Ergebnis-Sortierung

source: Collection Maps
de_ch: Kollektionskartenfilter

source: Collection Search
de_ch: Kollektionssuche

source: Portlet that groups collections items by criteria.
de_ch: Dieses Portlet gruppiert Kollektionselemente nach Kriterien.

source: This portlet allows fulltext search in collection results.
de_ch: Dieses Portlet erlaubt eine Volltextsuche in Kollektionsergebnissen und schränkt diese weiter ein.

source: This portlet allows map filtering in collection results.
de_ch: Dieses Portlet erlaubt eine Kartenfilterung in Kollektionsergebnissen.

source: This portlet allows resetting all filters
de_ch: Dieses Portlet erlaubt das Zurücksetzen aller Filter.

source: This portlet allows sorting of the filtered result listing.
de_ch: Dieses Portlet erlaubt das Sortieren der gefilterten Ergebnisliste.
